/* AlertText: An error occurred attempting to Restart your computer. Please restart your computer manually */
"An error occurred attempting to restart your computer. Please restart your computer manually." = "お使いのコンピュータを再起動しようとしたときにエラーが起きました。手動でコンピュータを再起動してください。";

/* UpdaterToolError MainText */
"An unexpected error (%d) occurred while trying to update your firmware." = "ファームウェアのアップデート中に予期しないエラー（%d）が起きました。";

/* GeneralError maintext */
"An unexpected error occurred (%d). Your firmware can not be updated." = "予期しないエラーが起きました（%d）。ファームウェアはアップデートされませんでした。";

/* Quit Attempt MainText for dialog when attempting to quit when update has not been performed. */
"Are you sure you want to quit?" = "終了してもよろしいですか？";

/* Cancel button text */
"Cancel" = "キャンセル";

/* subtext when missing resources with error code */
"item:%d" = "項目：%d";

/* Dialog for if app detects that necessary resources are missing or may be corrupted, user should delete app, re-download it and run it again */
"Necessary resources are missing, corrupt, or do not have the correct permissions.  Delete the %@ and re-download it and run it again." = "必要なリソースが見つからないか、壊れているか、または適切なアクセス権がありません。“%@”を削除して再度ダウンロードし、再度実行してください。";

/* OK button */
"OK" = "OK";

/* Restart button */
"Restart" = "再起動";

/* AlertSubtext: Suggest that user can - Run Software Update to check for any firmware updates for this computer */
"Run Software Update to check for any firmware updates for this computer." = "お使いのコンピュータ用のファームウェア・アップデートがあるか確認するには“ソフトウェア・アップデート”を起動します。";

/* GeneralError, UpdaterToolError subtext */
"See http://support.apple.com/kb/HT3539 for more information." = "詳しくは、http://support.apple.com/kb/HT3539?viewlocale=ja_JP を参照してください。";

/* SubText Need to retry FULL update */
"The Lights-Out Management software will not work properly until the full update has been completed and your Xserve has been restarted." = "LOM（Lights-Out Management）ソフトウェアを正しく動作させるには、フルアップデートを実行し、Xserve を再起動する必要があります。";

/* Instructions text to LOMMainMenu.nib window */
"This application will update the Lights-Out Management firmware on your Xserve. Existing lights-out management settings will be preserved and current Server Monitor connections will be interrupted.\n\nImportant: Before proceeding with the update, it is strongly recommended that you write down your current lights-out management settings in Server Monitor.\n\nTo update your firmware click the \"Update\" button.\n\nTo update the firmware remotely, cancel from this application, log and authenticate into the remote server as an administrator using ssh and run this command:\n\nsudo /Applications/Server/Xserve\\ Lights-Out\\ Management\\ Firmware\\ Update.app/Contents/Resources/LOMFlasherTool /Applications/Server/Xserve\\ Lights-Out\\ Management\\ Firmware\\ Update.app/Contents/Resources/Xserve21_LOM_0112.bin\n\nThe update should take less than 2 minutes.\n\nFor more information see http://support.apple.com/kb/HT3539" = "このアプリケーションによって、Xserve 上の LOM（Lights-Out Management）ファームウェアがアップデートされます。既存の LOM 設定は保持され、現在のサーバモニタ接続は中断されます。\n\n重要：アップデートを続行する前に、サーバモニタの現在の LOM 設定を書き留めておくことを強くお勧めします。\n\nファームウェアをアップデートするときは、“アップデート”ボタンをクリックします。\n\n ファームウェアをリモートアップデートするときは、このアプリケーションからキャンセルし、ssh を使って管理者としてリモートサーバにログインして認証されてから、このコマンドを実行します：\n\nsudo /Applications/Server/Xserve\\ Lights-Out\\ Management\\ Firmware\\ Update.app/Contents/Resources/LOMFlasherTool /Applications/Server/Xserve\\ Lights-Out\\ Management\\ Firmware\\ Update.app/Contents/Resources/Xserve21_LOM_0112.bin\n\nこのアップデートには 2 分ほどかかります。\n\n詳しくは、http://support.apple.com/kb/HT3539?viewlocale=ja_JP を参照してください。";

/* AlertText: This 'app' does not run on this computer */
"This version of the %@ is for use with specific computer models only and will not run on this computer." = "このバージョンの“%@”は特定のモデルのコンピュータ専用で、このコンピュータ上では動作しません。";

/* AlertSubtext: Try restarting your Xserve and try again. */
"Try restarting your Xserve and try again." = "Xserve を再起動して、もう一度やり直してみてください。";

/* MainText: LOM Firmware version is unknown. */
"Unable to get your current Lights-Out Management firmware version." = "LOM（Lights-Out Management）ファームウェアの最新バージョンを入手できません。";

/* MainText can not quit while updating */
"You can not quit while your firmware is being updated." = "ファームウェアのアップデート中は終了できません。";

/* SubText Finished update but no version available, or not expected version */
"You may need to restart your Xserve." = "Xserve の再起動が必要になる場合があります。";

/* GeneralError, UpdaterToolError subtext */
"You may want to restart your Xserve and try again. See http://support.apple.com/kb/HT3539 for more information." = "Xserve を再起動して、もう一度やり直してください。詳しくは、http://support.apple.com/kb/HT3539?viewlocale=ja_JP を参照してください。";

/* AlertText: User doesn't have the minimum system required. */
"You must first install Mac OS X with a minimum of Mac OS %x.%d.%d before the %@ can be run." = "%4$@ を起動するには、Mac OS %1$x.%2$d.%3$d 以降の Mac OS X を先にインストールする必要があります。";

/* MainText for dialog when update is not needed */
"Your current firmware is version %@ and does not need to be updated." = "現在のファームウェアはバージョン %@ です。アップデートする必要はありません。";

/* MainText Need to retry FULL update */
"Your firmware needs a 'full' update, after the update you will need to restart and re-enter the lights-out management settings in Server Monitor for your Xserve." = "ファームウェアの“フル”アップデートが必要です。アップデート後は、再起動し、Xserve のサーバモニタで LOM（Lights-Out Management）設定を再入力する必要があります。";

/* AlertSubtext: Your firmware will not be updated */
"Your firmware will not be updated." = "お使いのファームウェアはアップデートされません。";

/* Up-To-Date dialog */
"Your Lights-Out Management Firmware has been updated to version %@" = "LOM（Lights-Out Management）ファームウェアがバージョン %@ にアップデートされました";

/* MainText for dialog when restart is required. */
"Your Lights-Out Management Firmware has been updated, your Xserve must now be restarted." = "LOM（Lights-Out Management）ファームウェアがアップデートされました。Xserve を今すぐ再起動する必要があります。";

/* MainText Finished update but no version available */
"Your Lights-Out Management Firmware was updated without an error but the version is unavailable." = "LOM（Lights-Out Management）ファームウェアがアップデートされました。エラーは起きませんでしたが、バージョンが使用できません。";

/* MainText:Finished update but not version we expected dialog */
"Your Lights-Out Management Firmware was updated without an error, but is showing up as version '%@', not as version '1.1.2'." = "Lights-Out Management ファームウェアは問題なくアップデートされましたが、バージョン“1.1.2”ではなく“%@”として表示されます。";

/* Subtext for dialog when restart is required */
"Your Lights-Out Management will not work properly until you have restarted, you will also need to re-enter the lights-out management settings in Server Monitor." = "LOM（Lights-Out Management）を正しく動作させるには、再起動する必要があります。また、サーバモニタで LOM 設定を再入力する必要があります。";

/* MainText shutdown and unplug required */
"Your Xserve must be shut down and unplugged for one minute, then you may plug it back in and start up normally." = "Xserve をシステム終了し、電源コンセントを抜いて、1 分間そのままにしておく必要があります。その後、電源コンセントをもう一度接続し、通常に起動できます。";

